max_letters = 12
language_tags = {

                'en':['actor', 'alcohol', 'cheque', 'cancer', 'chocolate', 'debate', 'hobby', 'melon', 'propaganda',
                      'religion', 'violin', 'england', 'MediaWiki'],

                'si':["ශ්‍රී දළදා මාළිගාව",  "දියවඩන නිලමේ", "මහනුවර", "මාතලේ පරිපාලන දිස්ත්‍රික්කය", "ලංකා දිවයින","සංස්කෘතිය",
                      "න්‍යෂ්ටික අවි","තිරසාර සංවර්ධනය","කාන්තාව හා සංවර්ධනය","ආර්ථික සංවර්ධනය","මුල් ළමාවියේ සංවර්ධනය",
                     "ඵලදායී පාසල","රසායනික කර්මාන්ත"]

                 }